<template>
   <div class="w-[350px] border border-[#BFBFBF] rounded-[15px] overflow-hidden pb-3  ">
      <div class="h-[175px] bg-blue-500"> {{ 'product photo' }}</div>
      <div class="h-[150px] text-start p-2">
         <h3 class="text-[20px] pb-3 ">{{ 'افضل مزيل عرق للرجال والنساء والأطفال (طبي ومبيض)' }}</h3>
         <p>تساقط الشعر مشكلة شائعة تواجه كثير من السيدات والرجال لأسباب مختلفة؛ فقد يحدث لأسباب
            مرضية أو نفسية أو وراثية أو نتيجة لتغييرات هرمونية مثل فترات الحمل والولادة أو أمراض
            الغدة وغيرها، والشامبو من منتجات العناية بالشعر اليومية التي تُستخدم بصورة منتظمة وقد
            يكون له دور في علاج تساقط الشعر؛ لذا نقدم لكِ في هذا المقال مراجعة كاملة عن أفضل
            شامبو لتساقط الشعر مجرب.</p>
      </div>
   </div>
</template>

<script setup>

</script>

<style lang="scss" scoped></style>